content/posts/renormalization.md
+++
title = "renormalization"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:39-04:00
slug = "renormalization"
draft = false
+++

## [Renormalization methods a guide for beginners by McComb in 2004]({{< relref "Renormalization_methods_a_guide_for_beginners_by_McComb_in_2004" >}}) {#renormalization-methods-a-guide-for-beginners-by-mccomb-in-2004--renormalization-methods-a-guide-for-beginners-by-mccomb-in-2004-dot-md}


## [Renormalization for Philosophers by Butterfield and Bouatta in 2014]({{< relref "Renormalization_for_Philosophers_by_Butterfield_and_Bouatta_in_2014" >}}) {#renormalization-for-philosophers-by-butterfield-and-bouatta-in-2014--renormalization-for-philosophers-by-butterfield-and-bouatta-in-2014-dot-md}


## [A critical history of renormalization by Kerson Huang in 2013]({{< relref "A_critical_history_of_renormalization_by_Kerson_Huang_in_2013" >}}) {#a-critical-history-of-renormalization-by-kerson-huang-in-2013--a-critical-history-of-renormalization-by-kerson-huang-in-2013-dot-md}


## [Multiscale Structure in Eco-Evolutionary Dynamics by Blake Stacey in 2015]({{< relref "Multiscale_Structure_in_Eco-Evolutionary_Dynamics_by_Blake_Stacey_in_2015" >}}) {#multiscale-structure-in-eco-evolutionary-dynamics-by-blake-stacey-in-2015--multiscale-structure-in-eco-evolutionary-dynamics-by-blake-stacey-in-2015-dot-md}


## [Optimal Renormalization Group Transformation from Information Theory by Lenggenhager, Ringel, Huber, and Koch-Janusz in 2018]({{< relref "Optimal_Renormalization_Group_Transformation_from_Information_Theory_by_Lenggenhager,_Ringel,_Huber,_and_Koch-Janusz_in_2018" >}}) {#optimal-renormalization-group-transformation-from-information-theory-by-lenggenhager-ringel-huber-and-koch-janusz-in-2018--optimal-renormalization-group-transformation-from-information-theory-by-lenggenhager-ringel-huber-and-koch-janusz-in-2018-dot-md}


## [Normal Form for Renormalization Groups by Archishman Raju, James Sethna, et al in 2019]({{< relref "Normal_Form_for_Renormalization_Groups_by_Archishman_Raju,_James_Sethna,_et_al_in_2019" >}}) {#normal-form-for-renormalization-groups-by-archishman-raju-james-sethna-et-al-in-2019--normal-form-for-renormalization-groups-by-archishman-raju-james-sethna-et-al-in-2019-dot-md}


## [references]({{< relref "references" >}}) {#references--references-dot-md}


### Koch-Janusz, M., & Ringel, Z. (2018). Mutual information, neural networks and the renormalization group. <span class="underline"><span class="underline">Nature Physics</span></span>, \_\_14\_\_(6), 578–582. <https://doi.org/10.1038/s41567-018-0081-4> {#koch-janusz-m-dot-and-ringel-z-dot--2018--dot-mutual-information-neural-networks-and-the-renormalization-group-dot-14--6--578-582-dot-https-doi-dot-org-10-dot-1038-s41567-018-0081-4}


### Lenggenhager, P. M., Gökmen, D. E., Ringel, Z., Huber, S. D., & Koch-Janusz, M. (2018). Optimal Renormalization Group Transformation from Information Theory. Retrieved from <http://arxiv.org/abs/1809.09632> {#lenggenhager-p-dot-m-dot-gökmen-d-dot-e-dot-ringel-z-dot-huber-s-dot-d-dot-and-koch-janusz-m-dot--2018--dot-optimal-renormalization-group-transformation-from-information-theory-dot-retrieved-from-http-arxiv-dot-org-abs-1809-dot-09632}


### Koch-Janusz, M., & Ringel, Z. (2017). Mutual Information, Neural Networks and the Renormalization Group. Retrieved from <https://arxiv.org/pdf/1704.06279.pdf> {#koch-janusz-m-dot-and-ringel-z-dot--2017--dot-mutual-information-neural-networks-and-the-renormalization-group-dot-retrieved-from-https-arxiv-dot-org-pdf-1704-dot-06279-dot-pdf}
